pages/welcome/index.html
<!DOCTYPE html>
<html prefix="
" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1.0">
<title>Rebeja · Welcome </title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link rel="stylesheet" href="http://fonts.googleapis.com/css?family=PT+Sans:400,400italic,700|Abril+Fatface">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/fork-awesome@1.1.7/css/fork-awesome.min.css" integrity="sha256-gsmEoJAws/Kd3CjuOQzLie5Q3yshhvmo7YNtBG7aaEY=" crossorigin="anonymous">
<meta content="#5670d4" name="theme-color">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://rebeja.eu/pages/welcome/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Petru Rebeja">
</head>
<body class="">
    <a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>
    <div class="hsidebar">
        <div class="container sidebar-sticky">
                <nav id="menu" role="navigation" class="sidebar-nav"><a class="sidebar-nav-item" href="../../index.html" title="Home"><i class="fa fa-home"></i>Home</a>
            <a class="sidebar-nav-item" href="../../archive.html" title="Archive"><i class="fa fa-folder-open"></i>Archive</a>
            <a class="sidebar-nav-item" href="../../categories/index.html" title="Tags"><i class="fa fa-tags"></i>Tags</a>
            <a class="sidebar-nav-item" href="." title="About"><i class="fa fa-user"></i>About</a>
            <a class="sidebar-nav-item" href="../../tehnologii-web/" title="Teaching"><i class="fa fa-graduation-cap"></i>Teaching</a>
            <a class="sidebar-nav-item" href="../en-ro-dictionary-for-ai" title="EN-RO 4 AI"><i class="fa fa-book"></i>EN-RO 4 AI</a>
            <a class="sidebar-nav-item" href="../../rss.xml" title="RSS"><i class="fa fa-feed"></i>RSS</a>
    
    
    </nav><footer id="footer"><span class="copyright">
              Contents © 2025         <a href="mailto:petru.rebeja@gmail.com">Petru Rebeja</a> - Powered by   <a href="https://www.gnu.org/software/emacs/" rel="nofollow">GNU Emacs</a>  &amp;    <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
            </span>
            
            
        </footer>
</div>
    </div>
    <div class="content container" id="content">
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="post-title p-name"><a href="." class="u-url">Welcome</a></h1>

        <p class="dateline">
          
        </p>
    </header><div class="e-content entry-content" itemprop="articleBody text">
    <p>
Welcome to my new and shiny blog!
</p>

<p>
Here I'll be posting thoughts, stories and ideas from my everyday life as a developer.
</p>

<p>
If you want to know the other (creative) part of me you can visit my other blog at <a href="http://repierre.wordpress.com">http://repierre.wordpress.com</a>.
</p>

<p>
Meanwhile checkout my activity on the following sites:
</p>
<ul class="org-ul">
<li><a href="http://stackoverflow.com/users/844006/repierre">StackOverflow</a></li>
<li><a href="https://ro.linkedin.com/in/petrurebeja">LinkedIn</a></li>
<li><a href="https://github.com/RePierre">Github</a></li>
<li><a href="https://mastodon.social/@RePierre">Mastodon</a></li>
<li><a href="https://twitter.com/petrurebeja">Twitter</a></li>
</ul>
</div>
    
</article>
</div>
                <script src="../../assets/js/all-nocdn.js" type="text/javascript"></script><script>
    baguetteBox.run('div#content', {
        ignoreClass: 'islink',
        captions: function(element) {
            return element.getElementsByTagName('img')[0].alt;
    }});
    </script>
</body>
</html>
